Repository: lightning331/porsche_frontend
Catalog: Porsche Tower/*.lproj/Localizable.strings
Languages: de, es, it

# msg_not_device_owner
source: You are not the device owner.
de: Du bist nicht der Gerätebesitzer.
es: Usted no es el propietario del dispositivo.
it: Tu non sei il proprietario del dispositivo.

# msg_cannot_authenticate_touchid
source: Your device cannot authenticate using TouchID.
de: Das Gerät kann die Authentifizierung nicht TouchID verwenden.
es: El dispositivo no puede autenticar usando TouchID.
it: Il dispositivo non può autenticare usando TouchID.

# msg_pls_all_fields
source: Please fill fields
de: Bitte füllen Sie Felder
es: Por favor, rellene los campos
it: Si prega di compilare i campi

# msg_valid_email
source: Invalid e-mail
de: Ungültige E-Mail
es: Email inválido
it: E-mail non valido

# msg_failed_login
source: Failed to login
de: Einloggen fehlgeschlagen
es: Error al iniciar sesión
it: Impossibile accedere

# msg_repeat_scheduled_pickup
source: Repeat Scheduled Pick-up
de: Repeat Spiel Pick-up
es: Repetir recogida programada
it: Ripeti programmata Pick-up

# msg_maintenance_req_confirmed
source: Maintenance Request Confirmed
de: Wartungsbedarf Bestätigt
es: Solicitud de mantenimiento Confirmado
it: Manutenzione Richiesta Confermato

# msg_req_sent_staff_member
source: Your request was sent. A staff member will call you shortly.
de: Ihre Anfrage wurde gesendet. Ein Mitarbeiter wird Sie in Kürze nennen.
es: Tu solicitud fue enviada. Un miembro del personal le llamará en breve.
it: La vostra richiesta è stata inviata. Un membro del personale vi chiamerà a breve.

# msg_front_desk_req_confirmed
source: Front Desk Request Confirmed
de: Rezeption Anfrage bestätigt
es: Frente Solicitud turística Confirmado
it: Front Desk Richiesta Confermato

# msg_req_sent_front_desk
source: Your request was sent. The Front Desk will call you shortly.
de: Ihre Anfrage gesendet wurde. Die Rezeption wird Sie in Kürze anrufen.
es: Tu solicitud fue enviada. El personal de recepción le llamará en breve.
it: La vostra richiesta è stata inviata. La reception vi chiamerà a breve.

# msg_security_req_confirmed
source: Security Request Confirmed
de: Sicherheitsabfrage bestätigt
es: Solicitud de Seguridad Confirmado
it: Sicurezza Richiesta Confermato

# msg_req_sent_security
source: Your request was sent. Security will be contacting you immediately.
de: Ihre Anfrage wurde gesendet. Sicherheit wird Sie sofort kontaktieren.
es: Tu solicitud fue enviada. Seguridad se pondrá en contacto con usted inmediatamente.
it: La vostra richiesta è stata inviata. Sicurezza contatterà immediatamente.

# msg_order_req_confirmed
source: Order Request Confirmed
de: Order Anfrage bestätigt
es: Solicitud de Orden Confirmada
it: Richiesta Ordine Confermato

# msg_housekeeping_req_confirmed
source: HouseKeeping Request Confirmed
de: Haushalt Anfrage bestätigt
es: Solicitud HouseKeeping Confirmado
it: Faccende Domestiche Richiesta Confermato

# msg_transportation_req_confirmed
source: Transportation Request Confirmed
de: Transport Anfrage bestätigt
es: Solicitud de Transporte Confirmado
it: Il trasporto Richiesta Confermato

# title_remove_shortcut
source: Remove Shortcut
de: Entfernen Shortcut
es: Eliminar acceso directo
it: Rimuovi collegamento

# msg_sure_to_remove_shortcut
source: Are you sure you want to remove this shortcut from the toolbar?
de: Sind Sie sicher, dass Sie diese Abkürzung aus der Symbolleiste zu entfernen?
es: ¿Está seguro que desea eliminar este acceso directo de la barra de herramientas?
it: Sei sicuro di voler rimuovere questo collegamento dalla barra degli strumenti?

# title_ride_down
source: Ride Down
es: Montar abajo
it: Corsa verso il basso

# title_valet
source: Valet
de: Kammerdiener
es: Ayudante de cámara

# title_one_time
source: One Time
de: Einmal
es: Una vez
it: Una volta

# title_daily
source: Daily
de: Täglich
es: Diariamente
it: Quotidiano

# title_weekly
source: Weekly
de: Wöchentlich
es: Semanal
it: Settimanalmente

# title_personal_trainers
source: Personal Trainers
de: persönlich Ausbilder
es: Entrenadores personales
it: Personal Trainer

# title_classes
source: Classes
de: Klassen
es: Clases
it: Classi

# title_schedule_for_priate
source: Schedule for Private Use
de: Zeitplan für privaten Gebrauch
es: Calendario para uso privado
it: Programma per uso privato

# title_movie_schedule
source: Movie Schedule
de: Film Zeitplan
es: Lista de películas
it: Film Schedule

# title_shuttles
source: Shuttles
es: Servicio de transporte
it: Navette

# title_car_rental
source: Car Rental
de: Autovermietung
es: Alquiler de coches
it: Noleggio auto

# title_car_unavailable
source: Car Unavailable
de: Car nicht verfügbar
es: No Disponible coche
it: Car non disponibile

# msg_unavailable_contact_valet
source: is currently unavailable. Please contact the Valet for futher information.
de: Ist zur Zeit nicht verfügbar. Bitte kontaktieren Sie das Valet für weitere Informationen.
es: No se encuentra disponible. Por favor, póngase en contacto con el Valet de información adicional de entrega.
it: Non è attualmente disponibile. Si prega di contattare il Valet per informazioni addizionali sulla consegna.

# title_car_in_gargage
source: Car in Garage
de: Auto in der Garage
es: Coche en el garaje
it: Auto in garage

# msg_parked_gargage_contact_valet
source: is parked in the Garage. Please contact the Valet to have your Car delivered curbside.
de: Befindet sich in der Garage geparkt. Bitte geben Sie die Park kontaktieren Sie Ihren Auto Bordsteinkante geliefert zu haben.
es: Está aparcado en el garaje. Por favor, póngase en contacto con el Valet de tener la acera entregado su coche.
it: È parcheggiata nel garage. Si prega di contattare il Valet di avere la vostra auto porta a porta consegnato.

# title_close
source: Close
de: Schließen
es: Cerca
it: Vicino

# title_elevator_activated
source: Car Elevator Activated
de: Auto-Aufzug aktiviert
es: Coches Ascensor Activado
it: Car Elevator attivato

# msg_sure_to_cancel_elevator
source: Are you sure that you want to Cancel the this Elevator?
de: Sind Sie sicher, dass Sie die diesen Aufzug abbrechen?
es: ¿Estás seguro de que desea cancelar la presente Ascensor?
it: Sei sicuro di voler annullare il questo ascensore?

# title_car_ready_pickup
source: Car Ready For Pick-Up
de: Auto bereit für abholen
es: Listo coche para Pick-up
it: Pronto Car per pick-up

# msg_car_delivered_ready_to_pickup
source: Your Car has been delivered Curbside and is ready to be pick-up.
de: Ihr Auto wurde Bordsteinkante geliefert und ist bereit, abholen zu sein.
es: Tu coche ha sido entregado en la acera y está lista para ser recogida.
it: La tua auto è stata consegnata Curbside ed è pronto per essere pick-up.

# title_cancel_pickup
source: Cancel Pick-Up
de: Abbrechen Pick-Up
es: Cancelar Pick-up
it: Annulla Pick-up

# msg_sure_to_cancel_event
source: Are you sure you want to cancel this event?
de: Bist du sicher, dass du dieses Event abbrechen möchten?
es: ¿Estas seguro que quieres cancelar este evento?
it: Sei sicuro di voler annullare questo evento?

# msg_cant_select_date
source: Can't select this date
de: Dieses Datum kann nicht ausgewählt werden.
es: No se puede seleccionar esta fecha
it: Non è possibile selezionare questa data

# msg_dev_not_configured
source: Device not configured to send mail...!
de: Gerät nicht konfiguriert E-Mail senden ...!
es: El dispositivo no configurado para enviar correo ...!
it: Il dispositivo non configurato per inviare la posta ...!

# msg_car_scheduled_for_storage
source: Your car has been scheduled for storage, an attendant will contact you if necessary.
de: Ihr Auto für die Lagerung geplant ist, ein Begleiter Sie, wenn nötig in Verbindung setzen.
es: Tu coche ha sido programada para el almacenamiento, una operadora pondrá en contacto con usted si es necesario.
it: L'auto è stata fissata per l'archiviazione, un addetto vi contatterà se necessario.

# msg_request_sent
source: Your Request has been sent.
de: Ihre Anfrage wurde verschickt.
es: Tu solicitud ha sido enviada.
it: La tua richiesta è stata inviata.

# msg_mail_cancelled
source: Mail cancelled: you cancelled the operation and no email message was queued.
de: Mail abgebrochen. Sie hat die Operation abgebrochen und keine E-Mail-Nachricht die Warteschlange gestellt wurde.
es: Correo cancelada. Tú cancelado la operación y ningún mensaje de correo electrónico se puso en cola.
it: Mail annullato. È annullato l'operazione e nessun messaggio di posta elettronica è stato in coda.

# msg_mail_saved
source: Mail saved: you saved the email message in the drafts folder.
de: E-Mail gespeichert. Sie rettete die E-Mail-Nachricht im Ordner Entwürfe.
es: Correo guardados. Se pone el correo electrónico en la carpeta de borradores.
it: Mail salvato. Si è salvato il messaggio e-mail nella cartella bozze.

# msg_mail_send
source: Mail send: the email message is queued in the outbox. It is ready to send.
de: E-Mail senden. Die E-Mail-Nachricht in der Outbox die Warteschlange gestellt wird. Sie ist bereit, zu senden.
es: Enviar correo. El mensaje de correo electrónico se pone en cola en el buzón de salida. Está listo para enviar.
it: MAIL. Il messaggio di posta elettronica è in coda nella posta in uscita. E 'pronto per l'invio.

# msg_mail_failed
source: Due to some error your email sending failed
de: Aufgrund einiger Fehler Ihre E-Mail gesendet werden konnten
es: Debido a un error de su correo electrónico no ha podido enviar
it: A causa di qualche errore tua email invio non riuscita

# msg_call_not_available
source: Call is not available
de: Ruf ist nicht verfügbar
es: La llamada no está disponible
it: Call non è disponibile

# title_car_elevator
source: Car Elevator
de: Auto-Aufzug
es: Ascensor de coche
it: Auto Elevator

# title_in_unit
source: In-Unit
de: Im-Einheit
es: Dentro de la Unidad

# title_car_concierge
source: Car Concierge
de: Auto Portier
es: Conserje de coches

# title_pool_beach
source: Pool & Beach
de: Schwimmbad & Strand
es: La piscina y playa

# title_wellness
source: Wellness
es: Bienestar
it: Benessere

# title_activities
source: Activities
de: Aktivitäten
es: Ocupaciones
it: Attività

# title_dining
source: Dining
de: Esszimmer
es: Comida
it: Cenare

# title_documents
source: Documents
de: Unterlagen
es: Documentos
it: Documenti

# title_information_board
source: Information Board
de: Informationstafel
es: Tarjeta de la información

# title_local_info
source: Local Info
de: Lokal Info
es: Información local
it: Informazioni locali

# title_concierge
source: Concierge
de: Portier
es: Conserje

# title_request_car_elevator
source: Request Car Elevator
de: Anfordern Auto Aufzug
es: Solicitud de coches Ascensor
it: Richiesta Auto Elevator

# title_schedule_car_elevator
source: Schedule Car Elevator
de: Zeitplan Auto Aufzug
es: Ascensor Horario de coches
it: Schedule Auto Elevator

# title_scheduled_pickups
source: Scheduled Pickups
de: Geplante Abholen
es: recogidas programadas
it: ritiri prenotati

# title_request_maintenance
source: Request Maintenance
de: Request Wartung
es: Solicitud de mantenimiento
it: Richiesta di manutenzione

# title_request_front_desk_call_back
source: Request Front Desk Call Back
de: Anfordern Rezeption Rückruf
es: Solicitar Recepción llamen de vuelta
it: Richiesta Reception Call Back

# title_view_front_desk_camera
source: View Front Desk Camera
de: Sehen Rezeption Kamera
es: Vista de la cámara de recepción
it: Vedi Reception Camera

# title_request_security
source: Request Security
de: Sicherheit anfordern
es: Solicitud de Seguridad
it: Richiesta di sicurezza

# title_detailing
source: Detailing
de: Detaillierung
es: Detallado

# title_service
source: Service
de: Bedienung
es: Servicio
it: Servizio

# title_storage
source: Storage
de: Lagerung
es: Almacenamiento
it: Conservazione

# title_pool
source: Pool
de: Schwimmbad
es: Piscina
it: Piscina

# title_beach
source: Beach
de: Strand
es: Playa
it: Spiaggia

# title_fitness
source: Fitness
es: Aptitud

# title_request_room
source: Request Room
de: Anfordern Zimmer
es: Solicitud de habitaciones
it: Richiesta Camera

# title_golf_sim
source: Golf Sim
es: Campo de Sim

# title_racing_sim
source: Racing Sim
de: Rennen Sim
es: Simulador de carreras

# title_theater
source: Theater
es: Teatro
it: Teatro

# title_community_room
source: Community Room
de: Gemeinschaftsraum
es: Sala de la Comunidad
it: Sala della Comunità

# title_in_house_dining
source: In House Dining
de: Im Haus Essen
es: Restaurante propio
it: Ristorante

# title_request_a_call
source: Request a Call
de: Anfordern Sie ein Call
es: Solicitar una llamada
it: Richiesta di una chiamata

# title_warranties
source: Warranties
de: Garantien
es: Garantías
it: Garanzie

# title_owners_manual
source: Owners Manual
de: Bedienungsanleitung
es: El manual del propietario
it: Manuale del proprietario

# title_contractors_manual
source: Contractors Manual
de: Bauunternehmer Manual
es: Manual de Contratistas
it: Contractors manuale

# title_condominium_documents
source: Condominium Documents
es: Documentos de Apartamentos
it: Condominio Documenti

# title_authorization_forms
source: Authorization Forms
es: Formas de autorización
it: moduli di autorizzazione

# title_directory
source: Directory
de: Verzeichnis
es: Directorio

# title_personal_notifications
source: Personal Notifications
de: Persönliche Mitteilungen
es: Notificaciones personales
it: Notifiche personali

# title_building_maintenance
source: Building Maintenance
de: Gebäudewartung
es: Mantenimiento del edificio

# title_building_events
source: Building Events
es: Creación de eventos
it: Building Eventi

# title_weather
source: Weather
de: Wetter
es: Clima
it: Tempo

# title_view_weather
source: View Weather
de: Aussicht Wetter
es: Ver el clima
it: Vedi Meteo

# title_view_beach
source: View Beach
de: Aussicht Strand
es: Vista de la playa

# title_request_housekeeping
source: Request HouseKeeping
de: Anfordern house keeping
es: Solicitud de mantenimiento
it: Richiesta di pulizie

# title_request_transportation
source: Request Transportation
de: Anfordern Transport
es: Solicitud de Transporte
it: Richiesta Trasporti

# title_dry_cleaning
source: Dry Cleaning
de: Fordern Chemische Reinigung
es: Limpieza en seco
it: Lavaggio a secco

# title_taxis
source: Taxis
de: Taxen
it: Taxi

# title_error
source: Error
de: Fehler
it: Errore

# title_salon_spa
source: Salon Spa
it: Spa Salon
